// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "应用程序错误";
"applicationDisabled" = "已禁用应用程序";
"appInternalError" = "该应用程序遇到内部错误。重新安装该应用程序，然后重试。";
"appNeedsSpace" = "由于没有足够的存储空间可用，因此应用程序安装失败。请释放 %.2f MB，然后重新启动该应用程序。";
"appZipDownloadFailedServerNotResponding" = "应用程序归档文件下载失败。服务器无响应。";
"applicationDisabled" = "已禁用应用程序";
"appWeResourcesNotAccessible" = "无法访问应用程序 Web 资源。";

//c
"cancel" = "取消";
"close" = "关闭";

//d
"downloading" = "正在下载...";

//e
"error" = "错误";
"errorProcessingRequestFromApp" = "处理应用程序请求时遇到错误。";
"errorProcessingZip" = "抽取归档文件时出现错误。请查看早前的消息以确定失败原因。";
"exit" = "退出";

//g
"getNewVersion" = "获取新版本";


//l
"loading" = "正在装入...";

//n
"NotAvailable"="不可用";

//o
"ok" = "确定";

//s
"serviceNotification" = "服务通知";

//u
"unpacking" = "正在解压...";
"update" = "更新";
"upgrade" = "升级";
